Repository: pneumaticapp/pneumaticworkflow
Catalog: backend/src/authentication/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: Access token not found for the user.
de: Zugriffstoken für den Benutzer nicht gefunden.
es: Token de acceso no encontrado para el usuario.
fr: Jeton d'accès introuvable pour l'utilisateur.

source: Your account has not been verified. A new verification link was sent to {email}.
de: Ihr Konto wurde nicht verifiziert. Ein neuer Bestätigungslink wurde an {email} gesendet.
es: Su cuenta no ha sido verificada. Se ha enviado un nuevo enlace de verificación a {email}.
fr: Votre compte n'a pas été vérifié. Un nouveau lien de vérification a été envoyé à {email}.

source: Invalid login or password.
de: Ungültiger Benutzername oder Passwort.
es: Inicio de sesión o contraseña no válidos.
fr: Connexion ou mot de passe invalide.

source: Email is not listed in profile.
de: E-Mail ist nicht im Profil aufgeführt.
es: El correo electrónico no está listado en el perfil.
fr: L'email n'est pas répertorié dans le profil.

source: Error while retrieving Microsoft profile data.
de: Fehler beim Abrufen der Microsoft-Profil-Daten.
es: Error al recuperar los datos del perfil de Microsoft.
fr: Erreur lors de la récupération des données du profil Microsoft.

source: Phone number must be entered in the format: "+99999999999". Up to 15 digits allowed.
de: Telefonnummer muss im Format: "+99999999999" eingegeben werden. Bis zu 15 Ziffern erlaubt.
es: El número de teléfono debe ingresarse en el formato: "+99999999999". Se permiten hasta 15 dígitos.
fr: Le numéro de téléphone doit être saisi au format : "+99999999999". Jusqu'à 15 chiffres autorisés.

source: Authorization header contain spaces.
de: Autorisierungs-Header enthält Leerzeichen.
es: El encabezado de autorización contiene espacios.
fr: L'en-tête d'autorisation contient des espaces.

source: Token is invalid.
de: Token ist ungültig.
es: El token no es válido.
fr: Le jeton est invalide.

source: Token is expired.
de: Token ist abgelaufen.
es: El token ha expirado.
fr: Le jeton a expiré.

source: Given token not valid for guest token type.
de: Gegebener Token ist für den Gast-Token-Typ nicht gültig.
es: El token proporcionado no es válido para el tipo de token de invitado.
fr: Jeton fourni non valide pour le type de jeton invité.

source: Token contained no recognizable user identification.
de: Token enthielt keine erkennbare Benutzeridentifikation.
es: El token no contiene una identificación de usuario reconocible.
fr: Le jeton ne contient aucune identification d'utilisateur reconnaissable.

source: The current password is incorrect.
de: Das aktuelle Passwort ist falsch.
es: La contraseña actual es incorrecta.
fr: Le mot de passe actuel est incorrect.

source: The new password and its confirmation don't match.
de: Das neue Passwort und dessen Bestätigung stimmen nicht überein.
es: La nueva contraseña y su confirmación no coinciden.
fr: Le nouveau mot de passe et sa confirmation ne correspondent pas.

source: Failed to fetch organization members.
de: Fehler beim Abrufen der Organisationsmitglieder.
es: Error al obtener los miembros de la organización.
fr: Échec du chargement des membres de l’organisation.

source: The system is configured to use a different SSO provider. Please contact your administrator.
de: Das System ist so konfiguriert, dass ein anderer SSO-Anbieter verwendet wird. Bitte wenden Sie sich an Ihren Administrator.
es: El sistema está configurado para usar otro proveedor de SSO. Por favor, contacte a su administrador.
fr: Le système est configuré pour utiliser un autre fournisseur SSO. Veuillez contacter votre administrateur.

source: This account uses SSO authentication. Please sign in through your organization's SSO portal.
de: Dieses Konto verwendet SSO-Authentifizierung. Bitte melden Sie sich über das SSO-Portal Ihrer Organisation an.
es: Esta cuenta utiliza autenticación SSO. Por favor, inicie sesión a través del portal SSO de su organización.
fr: Ce compte utilise l'authentification SSO. Veuillez vous connecter via le portail SSO de votre organisation.

source: SSO authentication is currently unavailable. Please contact support.
de: Die SSO-Authentifizierung ist derzeit nicht verfügbar. Bitte wenden Sie sich an den Support.
es: La autenticación SSO no está disponible en este momento. Por favor, contacte con soporte.
fr: L'authentification SSO n'est pas disponible pour le moment. Veuillez contacter le support.

source: No active SSO configuration found for the domain: "{domain}".
de: Für die Domain „{domain}“ wurde keine aktive SSO-Konfiguration gefunden.
es: No se encontró una configuración SSO activa para el dominio: "{domain}".
fr: Aucune configuration SSO active n'a été trouvée pour le domaine : «{domain}».

source: SSO settings are not properly configured. Please contact your administrator.
de: Die SSO-Einstellungen sind nicht richtig konfiguriert. Bitte wenden Sie sich an Ihren Administrator.
es: La configuración de SSO no está correctamente configurada. Por favor, contacte a su administrador.

source: This account does not use SSO authentication. Please contact support.
de: Dieses Konto verwendet keine SSO-Authentifizierung. Bitte wenden Sie sich an den Support.
es: Esta cuenta no utiliza autenticación SSO. Por favor, contacte con soporte.
fr: Ce compte n'utilise pas l'authentification SSO. Veuillez contacter le support.
