Repository: pneumaticapp/pneumaticworkflow
Catalog: core/pneumatic_backend/authentication/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Your account has not been verified. A new verification link was sent to {email}.
ru: Ваш аккаунт не был проверен. Новая ссылка для подтверждения была отправлена на {email}.

source: Invalid login or password.
ru: Неверный логин или пароль.

source: Email is not listed in profile.
ru: Email не найден в профиле пользователя.

source: Error while retrieving Microsoft profile data.
ru: Возникла ошибка при получении данных учетной записи Microsoft.

source: Phone number must be entered in the format: "+99999999999". Up to 15 digits allowed.
ru: Номер телефона должен быть введен в формате: "+99999999999". Допускается до 15 цифр.

source: Authorization header contain spaces.
ru: Заголовок авторизации содержит пробелы.

source: Token is invalid.
ru: Токен недействителен.

source: Token is expired.
ru: Токен истек.

source: Given token not valid for guest token type.
ru: Предоставленный токен не является гостевым токеном.

source: Token contained no recognizable user identification.
ru: Токен не содержит данных для идентификации пользователя.

source: The current password is incorrect.
ru: Введен неправильный текущий пароль.

source: The new password and its confirmation don't match.
ru: Новый пароль и его подтверждение не совпадают.
