Repository: pneumaticapp/pneumaticworkflow
Catalog: core/pneumatic_backend/notifications/locale/*/LC_MESSAGES/django.po
Languages: es

source: Reacted {reaction} to your comment
es: Reaccionó con {reaction} a tu comentario

source: You have a new task
es: Tienes una nueva tarea

source: Task was returned
es: Tarea devuelta

source: Your task is overdue
es: Tu tarea está atrasada.

source: You have been mentioned
es: Has sido mencionado

source: You have a new comment
es: Tienes un nuevo comentario

source: Workflow was snoozed
es: El flujo de trabajo fue pospuesto.

source: Workflow was resumed
es: El flujo de trabajo se reanudó

source: Task due date was changed
es: Fecha de vencimiento de la tarea fue cambiada.

source: Workflow: {workflow_name} Task: {task_name}
es: Flujo de trabajo: {workflow_name} Tarea: {task_name}
