Repository: pneumaticapp/pneumaticworkflow
Catalog: backend/src/processes/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You can't pass "snooze" for the first task.
fr: Vous ne pouvez pas passer "snooze" pour la première tâche.

source: You should set task performers before setting template to active.
fr: Vous devez définir les exécutants de tâches avant de définir le modèle comme actif.

source: One or more performers are repeated.
fr: Un ou plusieurs artistes sont répétés.

source: Some fields referenced in the conditions of task "{name}" do not exist.
fr: Некоторые поля, указанные в условиях задачи "{name}", не существуют.

source: Selections can't be empty on radio or checkbox fields.
fr: Les sélections ne peuvent pas être vides dans les champs radio ou case à cocher.

source: A field with a type 'User' should be required.
fr: Un champ de type 'Utilisateur' doit être obligatoire.

source: Workflow template name is empty.
fr: Le nom du modèle de flux de travail est vide.

source: Some of fields in "workflow template name" don't exist.
fr: Certains champs dans "workflow template name" n'existent pas.

source: Kickoff form data not provided.
fr: Les données du formulaire de lancement ne sont pas fournies.

source: Kickoff form 'id' has incorrect value.
fr: Le formulaire de démarrage 'id' a une valeur incorrecte.

source: Kickoff 'id' not provided.
fr: L'identifiant 'id' du coup d'envoi n'est pas fourni.

source: Tasks data not provided, one task required.
fr: Données des tâches non fournies, une tâche requise.

source: Incorrect tasks order.
fr: Ordre des tâches incorrect.

source: You should set 'template owners' value.
fr: Vous devez définir la valeur des 'propriétaires du modèle'.

source: You cannot remove yourself from template owners.
fr: Vous ne pouvez pas vous retirer des propriétaires de modèles.

source: One or more template owners are incorrect.
fr: Un ou plusieurs propriétaires de modèles sont incorrects.

source: "Public success url" is an invalid format.
fr: L'expression "Public success url" est dans un format invalide.

source: Filters 'with_tasks_in_progress' and 'workflows_status' cannot be used at the same time.
fr: Filtres 'with_tasks_in_progress' et 'workflows_status' ne peuvent pas être utilisés en même temps.

source: Permission denied. You are not a template owner.
fr: Permission refusée. Vous n'êtes pas propriétaire du modèle.

source: Inconsistent permission! Should use only for "workflow detail" actions.
fr: Permission incohérente ! Ne doit être utilisé que pour les actions "détails du flux de travail".

source: The limit for creating a public id has been exceeded.
fr: La limite de création d'un identifiant public a été dépassée.

source: The limit for creating a embed id has been exceeded.
fr: La limite de création d'un identifiant intégré a été dépassée.

source: Expected date field api_name.
fr: Champ de date prévue api_name.

source: Only existing date fields can be used as a due date.
fr: Seuls les champs de date existants peuvent être utilisés comme date d'échéance.

source: Expected task api_name.
fr: Tâche prévue api_name.

source: Only previous tasks are allowed in a rule.
fr: Seules les tâches précédentes sont autorisées dans une règle.

source: Only previous and current tasks are allowed in a rule.
fr: Seules les tâches précédentes et actuelles sont autorisées dans une règle.

source: You should set the user id for performer with the type "user".
fr: Vous devez définir l'identifiant utilisateur pour l'exécutant avec le type "utilisateur".

source: Performer "id" should be a number.
fr: L'identifiant "id" de l'interprète doit être un nombre.

source: One or more performers are incorrect.
fr: Un ou plusieurs interprètes sont incorrects.

source: A template with "Workflow starter" in the list of performers can not be shared. Please replace the "workflow starter" with another team member.
fr: Un modèle contenant "Initiateur du flux de travail" dans la liste des exécutants ne peut pas être partagé. Veuillez remplacer l'"initiateur du flux de travail" par un autre membre de l'équipe.

source: You should set the field api_name for performer with the type "field".
fr: Vous devez définir le champ api_name pour le performer avec le type "field".

source: Some fields referenced in the description of task "{name}" do not exist.
fr: Certains champs référencés dans la description de la tâche "{name}" n'existent pas.

source: Some fields in task "{name}" do not exist.
fr: Certains champs dans la tâche "{name}" n'existent pas.

source: Task "{name}": If the task name contains only output fields, at least one field must be required.
fr: Tâche "{name}" : si le nom de la tâche ne contient que des champs de sortie, au moins l'un d'eux doit être obligatoire.

source: Checklist items not exists or invalid.
fr: Éléments de la liste de contrôle inexistants ou invalides.

source: You can't change api_name of an existing object. Old value: "{old}", new value: "{new}".
fr: Vous ne pouvez pas modifier api_name d'un objet existant. Ancienne valeur : "{old}", nouvelle valeur : "{new}".

source: Task "{task}": user id "{user_id}" doesn't exist or can't be used in this condition.
fr: Tâche "{task}" : l'identifiant utilisateur "{user_id}" n'existe pas ou ne peut pas être utilisé dans cette condition.

source: Task "{task}": operator "{operator}" can't be use with type of field "{field_type}".
fr: Tâche "{task}" : l'opérateur "{operator}" ne peut pas être utilisé avec le type de champ "{field_type}".

source: Task "{task}": selection "{selection_api_name}" doesn't exist or can't be used in this condition.
fr: Tâche "{task}" : la sélection "{selection_api_name}" n'existe pas ou ne peut pas être utilisée dans cette condition.

source: Task "{task}": operator "{operator}" should have some value.
fr: Tâche "{task}" : l'opérateur "{operator}" doit avoir une valeur.

source: Task "{name}": The checklist contains a duplicate api_name "{api_name}". Recreate the checklist or change its api_name.
fr: Tâche "{name}" : la checklist contient un api_name dupliqué "{api_name}". Recréez la checklist ou changez son api_name.

source: Task "{name}": The checklist item contains a duplicate api_name "{api_name}". Recreate the item or change its api_name.
fr: Tâche "{name}" : l'élément de checklist contient un api_name dupliqué "{api_name}". Recréez l'élément ou changez son api_name.

source: Task "{name}": The condition contains a duplicate api_name "{api_name}". Recreate the condition or change its api_name.
fr: Tâche "{name}" : la condition contient un api_name dupliqué "{api_name}". Recréez la condition ou changez son api_name.

source: Task "{name}": Output field "{field_name}" contains a duplicate api_name "{api_name}". Change the api_name or recreate the output field.
fr: Tâche "{name}" : le champ de sortie "{field_name}" contient un api_name dupliqué "{api_name}". Modifiez l'api_name ou recréez le champ.

source: Task "{name}": The condition predicate contains a duplicate api_name "{api_name}". Recreate the predicate or change its api_name.
fr: Tâche "{name}": le prédicat de condition contient un api_name dupliqué "{api_name}". Recréez le prédicat ou changez son api_name.

source: Task "{name}": The due date contains a duplicate api_name "{api_name}". Recreate the due date or change its api_name.
fr: Tâche "{name}" : la date d'échéance contient un api_name dupliqué "{api_name}". Recréez la date ou changez son api_name.

source: Task "{name}": The condition rule contains a duplicate api_name "{api_name}". Recreate the rule or change its api_name.
fr: Tâche "{name}" : la règle de condition contient un api_name dupliqué "{api_name}". Recréez la règle ou changez son api_name.

source: Task "{name}": Option "{value}" of output field "{field_name}" contains a duplicate api_name "{api_name}". Change the api_name or recreate the option.
fr: Tâche "{name}" : l'option "{value}" du champ de sortie "{field_name}" contient un api_name dupliqué "{api_name}". Modifiez l'api_name ou recréez l'option.

source: Task "{name}": Contains a duplicate api_name "{api_name}". Recreate the task or change its api_name.
fr: Tâche "{name}" : contient un api_name dupliqué "{api_name}". Recréez la tâche ou changez son api_name.

source: Task "{name}": The performer contains a duplicate api_name "{api_name}". Recreate the performer or change its api_name.
fr: Tâche "{name}" : l'exécutant contient un api_name dupliqué "{api_name}". Recréez l'exécutant ou changez son api_name.

source: Duplicate template owners in the add owners request.
fr: Doublons de propriétaires de modèle dans la requête d’ajout de propriétaires.

source: Template "{name}": The owners contain a duplicate api_name "{api_name}". Change the duplicate api_name or specify different owners.
fr: Modèle "{name}" : les propriétaires contiennent un api_name dupliqué "{api_name}". Modifiez l'api_name dupliqué ou indiquez d'autres propriétaires.

source: Task "{name}": The "Return to" setting refers to a non-existent task (API name: "{api_name}").
fr: Tâche "{name}" : le paramètre "Retour à" fait référence à une tâche qui n'existe pas (nom API : "{api_name}").

source: Task "{name}": Cannot be set to return to itself.
fr: Tâche "{name}" : ne peut pas être configurée pour revenir à elle-même.

source: Task "{name}": Can be returned only to one of its ancestors.
fr: Tâche "{name}" : ne peut être renvoyée qu'à l'un de ses ancêtres.

source: Task "{task}": Group ID "{group_id}" does not exist or cannot be used in this condition.
fr: Tâche "{task}" : l'ID de groupe "{group_id}" n'existe pas ou ne peut pas être utilisé dans cette condition.

source: Task condition "{name}": Only the "completed" operator is allowed for the "start_task" action
fr: Condition de tâche "{name}" : Seul l'opérateur "completed" est autorisé pour l'action "start_task"

source: Task "{name}" has a circular dependency. Please change the "start after" condition.
fr: La tâche "{name}" a une dépendance circulaire. Veuillez modifier la condition "démarrer après".

source: Saving files is not available, file storage does't configured. Contact support.
fr: La sauvegarde des fichiers n'est pas disponible, le stockage des fichiers n'est pas configuré. Contactez le support.

source: Only "snoozed" workflows can be resumed.
fr: Seuls les flux de travail "en veille" peuvent être repris.

source: You need to resume the workflow before completing the task.
fr: Vous devez reprendre le flux de travail avant de terminer la tâche.

source: Task is skipped and cannot be completed.
fr: La tâche est ignorée et ne peut pas être accomplie.

source: Check off all the items in the checklist before completing the task.
fr: Cochez tous les éléments de la liste de contrôle avant de terminer la tâche.

source: You have already completed this task.
fr: Vous avez déjà terminé cette tâche.

source: You have already completed this workflow.
fr: Vous avez déjà terminé ce flux de travail.

source: You are not allowed to finish this workflow.
fr: Vous n'êtes pas autorisé à terminer ce flux de travail.

source: Task already completed.
fr: Tâche déjà accomplie.

source: You don't have permission for complete the task.
fr: Vous n'avez pas la permission de terminer cette tâche.

source: The supplied task number is incorrect.
fr: Le numéro de tâche fourni est incorrect.

source: The user with the specified credentials not found.
fr: L'utilisateur avec les identifiants spécifiés est introuvable.

source: You have reached the limit of the number of guest performers.
fr: Vous avez atteint la limite du nombre d'invités.

source: Deleting the last performer is not allowed.
fr: La suppression du dernier interprète n'est pas autorisée.

source: Completed workflow cannot be changed.
fr: Le flux de travail terminé ne peut pas être modifié.

source: Available only for the active task.
fr: Disponible uniquement pour la tâche active.

source: You need to be added to the task as a performer to check off this checklist item.
fr: Vous devez être ajouté à la tâche en tant qu'exécutant pour cocher cet élément de la liste de contrôle.

source: You need to resume the workflow before check off this checklist item.
fr: Vous devez reprendre le flux de travail avant de cocher cet élément de la liste de contrôle.

source: Permission denied.
fr: Permission refusée.

source: Please fill in the required fields.
fr: Veuillez remplir les champs obligatoires.

source: Wrong argument format: "{arg}".
fr: Format d'argument incorrect : « {arg} ».

source: Value should be a string.
fr: La valeur doit être une chaîne de caractères.

source: The value of the field exceeds the limit of {limit} characters.
fr: La valeur du champ dépasse la limite de {limit} caractères.

source: Selection with the given id does not exist.
fr: Sélection avec l'identifiant donné n'existe pas.

source: Checkbox value should be a list.
fr: La valeur de la case à cocher doit être une liste.

source: Checkbox value contains invalid selections.
fr: La valeur de la case à cocher contient des sélections invalides.

source: Checkbox value contains non existent selections.
fr: La valeur de la case à cocher contient des sélections inexistantes.

source: The date value must be an integer or a floating-point number.
fr: La valeur de la date doit être un nombre entier ou à virgule flottante.

source: URL field value should be a string.
fr: La valeur du champ URL doit être une chaîne de caractères.

source: The URL is invalid.
fr: L'URL est invalide.

source: File value should be a list of integers.
fr: La valeur du fichier doit être une liste d'entiers.

source: Attachment not found.
fr: Pièce jointe introuvable.

source: The value must be the ID of an existing account user.
fr: La valeur doit être l'identifiant d'un utilisateur de compte existant.

source: Account user with given id does not exist.
fr: Utilisateur de compte avec l'identifiant donné n'existe pas.

source: Save attachments failed. Service unavailable.
fr: Échec de l'enregistrement des pièces jointes. Service indisponible.

source: Blob object doesn't exist.
fr: L'objet Blob n'existe pas.

source: AI service is temporarily unavailable.
fr: Le service d'IA est temporairement indisponible.

source: Could not create template from given description.
fr: Impossible de créer un modèle à partir de la description fournie.

source: You've reached the limit for free AI powered template generation requests, sign up for a premium account to get unlimited access.
fr: Vous avez atteint la limite des demandes de génération de modèles alimentés par l'IA gratuites. Inscrivez-vous à un compte premium pour obtenir un accès illimité.

source: Something seems to be wrong with your input, please try re phrasing your process name and description.
fr: Il semble y avoir un problème avec votre saisie, veuillez essayer de reformuler le nom et la description de votre processus.

source: You need to set up a system prompt for template generation. Contact administrator.
fr: Vous devez configurer une invite système pour la génération de modèles. Contactez l'administrateur.

source: You need to specify the comment text or attachments.
fr: Vous devez spécifier le texte du commentaire ou les pièces jointes.

source: You cannot write a comment on a completed workflow.
fr: Vous ne pouvez pas écrire de commentaire sur un flux de travail terminé.

source: You cannot change a deleted comment.
fr: Vous ne pouvez pas modifier un commentaire supprimé.

source: The size limit for attachments is {mb} Mb.
fr: La taille limite pour les pièces jointes est de {mb} Mo.

source: Due date should be greater than current.
fr: La date d'échéance doit être postérieure à la date actuelle.

source: Field with type "User" should be required.
fr: Le champ de type "Utilisateur" doit être obligatoire.

source: The default value for a field with type "User" should be an integer.
fr: La valeur par défaut pour un champ de type "Utilisateur" doit être un entier.

source: The user for a field with type "User" does not exist.
fr: L'utilisateur pour un champ de type "Utilisateur" n'existe pas.

source: Field selections not provided.
fr: Sélections de champs non fournies.

source: Checklist element length limit exceeded. Limit 2000 chars.
fr: Limite de longueur de l'élément de la liste de contrôle dépassée. Limite de 2000 caractères.

source: Filter by "assigned_to" is only allowed for the admin.
fr: Filtrer par "assigned_to" est uniquement autorisé pour l'administrateur.

source: Checklist item with given id not found.
fr: Élément de la liste de vérification avec l'identifiant donné introuvable.

source: You can't pass the `id` field.
fr: Vous ne pouvez pas passer le champ `id`.

source: Radio and checkbox fields must have non-empty selections.
fr: Les champs radio et case à cocher doivent avoir des sélections non vides.

source: Value should be a object.
fr: La valeur doit être un objet.

source: Value should be a list.
fr: La valeur doit être une liste.

source: Incorrect order of tasks.
fr: Ordre des tâches incorrect.

source: You must pass an "api_name" into every field you declare.
fr: Vous devez passer un "api_name" dans chaque champ que vous déclarez.

source: Your template is disabled. Please, enable this template before running.
fr: Votre modèle est désactivé. Veuillez activer ce modèle avant de l'exécuter.

source: Only "in-progress" workflows can be filtered by current performer.
fr: Seuls les flux de travail "en cours" peuvent être filtrés par l'exécutant actuel.

source: The task can't be completed until all the embedded workflows are done.
fr: La tâche ne peut pas être terminée tant que tous les flux de travail intégrés ne sont pas achevés.

source: The task can't be returned until all the embedded workflows are done.
fr: La tâche ne peut pas être renvoyée tant que tous les flux de travail intégrés ne sont pas terminés.

source: Snoozed workflow cannot be changed.
fr: Flux de travail en veille ne peut pas être modifié.

source: Completed task cannot be changed.
fr: Tâche terminée ne peut pas être modifiée.

source: Embedded workflows can be created only for the workflow's active task.
fr: Les workflows imbriqués ne peuvent être créés que pour la tâche active du workflow.

source: You need to be added to the task as a performer in order to create a embedded workflows.
fr: Vous devez être ajouté à la tâche en tant qu'exécutant afin de créer des flux de travail intégrés.

source: You need to pass in a "task_id", or a "task api_name".
fr: Vous devez renseigner un task "id" ou un task "api_name".

source: The passed in task was not found in the workflow.
fr: La tâche transmise n’a pas été trouvée dans le workflow.

source: You can't revert from the first task.
fr: Vous ne pouvez pas revenir en arrière à partir de la première tâche.

source: Unable return to "{task_name}" because it was skipped by a condition.
fr: Impossible de revenir à "{task_name}", car elle a été ignorée en raison d’une condition.

source: Unable return to "{task_name}", because it was skipped by a condition (as were all the tasks before it).
fr: Impossible de revenir à "{task_name}" car elle a été ignorée en raison d’une condition (comme toutes les tâches précédentes).

source: A workflow can't return to a later task.
fr: Un workflow ne peut pas revenir à une tâche ultérieure.

source: There is no group with the specified ID.
fr: Il n'y a aucun groupe avec l'ID spécifié.

source: You must supply a comment.
fr: Vous devez fournir un commentaire.

source: The value must be a number.
fr: La valeur doit être un nombre.

source: Task not found.
fr: Tâche introuvable.

source: Available for active tasks only.
fr: Disponible uniquement pour les tâches actives.

source: You must be added to the task as a performer to complete this action.
fr: Vous devez être ajouté à la tâche en tant qu'exécutant pour effectuer cette action.

source: Completed task can't be returned.
fr: Une tâche terminée ne peut pas être renvoyée.

source: You cannot write a comment on a inactive task.
fr: Vous ne pouvez pas écrire un commentaire sur une tâche inactive.

source: The user or group specified for a "User" field does not exist.
fr: L'utilisateur ou le groupe spécifié pour un champ de type "Utilisateur" n'existe pas.
