Repository: pneumaticapp/pneumaticworkflow
Catalog: core/pneumatic_backend/accounts/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ru

source: Saving files is not available, file storage does't configured. Contact support.
de: Speichern von Dateien ist nicht verfügbar, Dateispeicher ist nicht konfiguriert. Wenden Sie sich an den Support.
es: Guardar archivos no está disponible, el almacenamiento de archivos no está configurado. Contacte con el soporte técnico.
fr: L'enregistrement des fichiers n'est pas disponible, le stockage des fichiers n'est pas configuré. Veuillez contacter le support.
ru: Невозможно сохранить файл, Файловое хранилище не настроенно. Обратитесь в поддержку.

source: The "type" or "invited_from" field must be specified.
de: Das Feld "type" oder "invited_from" muss angegeben werden.
es: El campo "type" o "invited_from" debe ser especificado.
fr: Le champ "type" ou "invited_from" doit être spécifié.
ru: Должно быть указано поле "type" или "invited_from"

source: Logo change is not allowed for this account.
de: Logo-Änderung ist für dieses Konto nicht erlaubt.
es: No se permite cambiar el logotipo para esta cuenta.
fr: La modification du logo n'est pas autorisée pour ce compte.
ru: Изменение логотипа для этого аккаунта не разрешено

source: You can't assign workflows to the same user. Please choose another one.
de: Sie können keine Workflows demselben Benutzer zuweisen. Bitte wählen Sie einen anderen aus.
es: No puedes asignar flujos de trabajo al mismo usuario. Por favor, elige otro.
fr: Vous ne pouvez pas attribuer des flux de travail au même utilisateur. Veuillez en choisir un autre.
ru: Вы не можете переназначить процессы на того же пользователя. Пожалуйста выберете другого.

source: There is already a registered user with these email.
de: Es gibt bereits einen registrierten Benutzer mit dieser E-Mail-Adresse.
es: Ya existe un usuario registrado con este correo electrónico.
fr: Il existe déjà un utilisateur enregistré avec cet e-mail.
ru: Пользователь с этим электронным адресом уже зарегистрирован.

source: You have reached limit on invitations. Contact Support to invite more users.
de: Sie haben das Einladungslimit erreicht. Kontaktieren Sie den Support, um weitere Benutzer einzuladen.
es: Ha alcanzado el límite de invitaciones. Contacte con Soporte para invitar a más usuarios.
fr: Vous avez atteint la limite d'invitations. Contactez le support pour inviter plus d'utilisateurs.
ru: Вы достигли лимита приглашений. Свяжитесь со службой поддержки, чтобы пригласить больше пользователей.

source: Invite is already accepted.
de: Einladung wurde bereits angenommen.
es: La invitación ya ha sido aceptada.
fr: L'invitation a déjà été acceptée.
ru: Приглашение уже принято.

source: Token is invalid.
de: Das Token ist ungültig.
es: El token no es válido.
fr: Le jeton est invalide.
ru: Токен недействителен.

source: Token is expired.
de: Das Token ist abgelaufen.
es: El token ha expirado.
fr: Le jeton a expiré.
ru: Токен истек.

source: The user with the specified credentials not found.
de: Der Benutzer mit den angegebenen Anmeldedaten wurde nicht gefunden.
es: El usuario con las credenciales especificadas no fue encontrado.
fr: L'utilisateur avec les identifiants spécifiés est introuvable.
ru: Пользователь с указанными учетными данными не найден.

source: You can't delete a user without assigning their tasks to a different user.
de: Sie können einen Benutzer nicht löschen, ohne dessen Aufgaben einem anderen Benutzer zuzuweisen.
es: No puedes eliminar un usuario sin asignar sus tareas a un usuario diferente.
fr: Vous ne pouvez pas supprimer un utilisateur sans attribuer ses tâches à un autre utilisateur.
ru: Вы не можете удалить пользователя без переназначения его задач другому пользователю.

source: Reassign user does not exist.
de: Benutzer zur erneuten Zuweisung existiert nicht.
es: El usuario reasignado no existe.
fr: Réaffecter l'utilisateur n'existe pas.
ru: Переназначаемый пользователь не существует.

source: Token is invalid or expired.
de: Das Token ist ungültig oder abgelaufen.
es: El token no es válido o ha expirado.
fr: Le jeton est invalide ou a expiré.
ru: Токен недействителен или истек.

source: You have successfully unsubscribed.
de: Sie haben sich erfolgreich abgemeldet.
es: Te has dado de baja con éxito.
fr: Vous vous êtes désabonné avec succès.
ru: Вы успешно отписались.

source: Email
es: Correo electrónico

source: First name
de: Vorname
es: Nombre
fr: Prénom
ru: Имя

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Password confirmation
de: Passwortbestätigung
es: Confirmación de contraseña
fr: Confirmation du mot de passe
ru: Подтверждение пароля

source: Enter the same password as before, for verification.
de: Geben Sie zur Überprüfung dasselbe Passwort wie zuvor ein.
es: Introduzca la misma contraseña que antes, para verificación.
fr: Entrez le même mot de passe qu'auparavant, pour vérification.
ru: Введите тот же пароль повторно для проверки.

source: User info
de: Benutzerinformationen
es: Información del usuario
fr: Informations utilisateur
ru: Информация о пользователе

source: Status
es: Estado
fr: Statut
ru: Статус

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ru: Права

source: Important dates
de: Wichtige Termine
es: Fechas importantes
fr: Dates importantes
ru: Важные даты

source: This field is required.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
fr: Ce champ est requis.
ru: Поле обязательно.

source: "Master account" does not exists.
de: Das "Masterkonto" existiert nicht.
es: La "Cuenta maestra" no existe.
fr: Le message suivant en français serait : "Le compte principal" n'existe pas.
ru: "Мастер аккаунт" не существует

source: "Master account" is not subscribed.
de: Das "Master-Konto" ist nicht abonniert.
es: La "Cuenta maestra" no está suscrita.
fr: Le "compte principal" n'est pas abonné.
ru: "Мастер аккаунт" не имеет активной подписки.

source: Moving tenants between master accounts is not currently supported.
de: Verschieben von Mietern zwischen Hauptkonten wird derzeit nicht unterstützt.
es: Mover inquilinos entre cuentas principales actualmente no está soportado.
fr: Le déplacement des locataires entre les comptes principaux n'est actuellement pas pris en charge.
ru: Изменение "Мастер аккаунта" для тенанта не поддерживается.

source: "Master Account" must be blank for a non-tenant account.
de: Das Feld "Master Account" muss für ein Nicht-Mieter-Konto leer sein.
es: La "Cuenta Maestra" debe estar en blanco para una cuenta que no sea de inquilino.
fr: Le champ "Compte principal" doit être vide pour un compte non-locataire.
ru: Поле "Мастер аккаунт" заполняется только для тенантов

source: The "Master account" required for the lease level "tenant".
de: Der "Master-Account" ist für die Mietstufe "Mieter" erforderlich.
es: La "Cuenta maestra" es necesaria para el nivel de arrendamiento "inquilino".
fr: Le "Compte principal" est requis pour le niveau de location "locataire".
ru: Заполнение поля "Мастер аккаунт" обязательно для тенантов.

source: Converting from "{prev}" to "{new}" is not currently supported.
de: Die Umwandlung von "{prev}" zu "{new}" wird derzeit nicht unterstützt.
es: Con la conversión de "{prev}" a "{new}" no se admite actualmente.
fr: Conversion de "{prev}" à "{new}" n'est actuellement pas prise en charge.
ru: Конвертация из "{prev}" в "{new}" не поддерживается.

source: Primary
de: Primär
es: Primario
fr: Primaire
ru: Основное

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
ru: Подписка

source: Tenants
de: Mieter
es: Inquilinos
fr: Locataires
ru: Тенанты

source: Deletion not allowed while the account contains tenants.
de: Löschen nicht erlaubt, solange das Konto Mieter enthält.
es: Eliminación no permitida mientras la cuenta contenga inquilinos.
fr: Suppression non autorisée tant que le compte contient des locataires.
ru: Нельзя удалить аккаунт пока он содержит тенантов.

source: Your subscription has already expired. Renew subscription or downgrade to Freemium plan.
de: Ihr Abonnement ist bereits abgelaufen. Erneuern Sie das Abonnement oder wechseln Sie zum Freemium-Plan.
es: Su suscripción ya ha expirado. Renueve la suscripción o cambie al plan Freemium.
fr: Votre abonnement a déjà expiré. Renouvelez votre abonnement ou passez au plan Freemium.
ru: Ваша подписка уже истекла. Обновите подписку или перейдите на план Freemium.

source: Only the account owner is allowed to perform this action.
de: Nur der Kontoinhaber darf diese Aktion ausführen.
es: Solo el propietario de la cuenta tiene permitido realizar esta acción.
fr: Seul le propriétaire du compte est autorisé à effectuer cette action.
ru: Только владелец аккаунта имеет право выполнять это действие.

source: The user count is over your plan limit. Please upgrade your plan or delete some users.
de: Die Benutzeranzahl überschreitet Ihr Planlimit. Bitte aktualisieren Sie Ihren Plan oder löschen Sie einige Benutzer.
es: El número de usuarios ha superado el límite de tu plan. Por favor, actualiza tu plan o elimina algunos usuarios.
fr: Le nombre d'utilisateurs dépasse la limite de votre forfait. Veuillez mettre à niveau votre forfait ou supprimer des utilisateurs.
ru: Количество пользователей превысило лимит вашего плана. Пожалуйста, обновите ваш план или удалите некоторых пользователей.

source: Granular access control is included in the Premium Plan. Upgrade your plan to access this functionality.
de: Granulare Zugriffskontrolle ist im Premium-Plan enthalten. Aktualisieren Sie Ihren Plan, um auf diese Funktionalität zuzugreifen.
es: El control de acceso granular está incluido en el Plan Premium. Actualiza tu plan para acceder a esta funcionalidad.
fr: Le contrôle d'accès granulaire est inclus dans le Plan Premium. Mettez à jour votre plan pour accéder à cette fonctionnalité.
ru: Детализированный контроль доступа включен в Премиум план. Обновите ваш план, чтобы получить доступ к этой функциональности.

source: The list of group members contains a non-existent group identifier
de: Die Liste der Gruppenmitglieder enthält eine nicht vorhandene Gruppenkennung
es: La lista de miembros del grupo contiene un identificador de grupo inexistente
fr: La liste des membres du groupe contient un identifiant de groupe inexistant
ru: Список участников группы содержит несуществующий идентификатор группы

source: The list of groups contains a non-existent group identifier
de: Die Gruppenliste enthält eine nicht vorhandene Gruppenkennung
es: La lista de grupos contiene un identificador de grupo inexistente
fr: La liste des groupes contient un identifiant de groupe inexistant
ru: Список групп содержит несуществующий идентификатор группы
