Repository: pneumaticapp/pneumaticworkflow
Catalog: core/pneumatic_backend/payment/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, ru

source: Token is expired.
de: Token ist abgelaufen.
es: El token ha expirado.
fr: Le jeton a expiré.
ru: Токен истек.

source: Products list cannot be empty.
de: Die Produktliste darf nicht leer sein.
es: La lista de productos no puede estar vacía.
fr: La liste des produits ne peut pas être vide.
ru: Список продуктов не может быть пустым.

source: Price with code(s) {code} not found.
de: Preis mit Code(s) {code} nicht gefunden.
es: Precio con código(s) {code} no encontrado.
fr: Prix avec le(s) code(s) {code} non trouvé.
ru: Цена с кодом {code} не найдена.

source: Please, contact our support for a downgrade options.
de: Bitte kontaktieren Sie unseren Support für Downgrade-Optionen.
es: Por favor, póngase en contacto con nuestro soporte para opciones de degradación.
fr: Veuillez contacter notre support pour des options de rétrogradation.
ru: Пожалуйста, свяжитесь с нашей поддержкой для вариантов понижения тарифа.

source: Subscription not exist.
de: Abonnement existiert nicht.
es: Suscripción no existe.
fr: Abonnement inexistant.
ru: Подписка не существует.

source: Multiple subscriptions not allowed.
de: Mehrfache Abonnements sind nicht erlaubt.
es: Suscripciones múltiples no permitidas.
fr: Abonnements multiples non autorisés.
ru: Несколько подписок не разрешены.

source: The request data does not change the subscription state.
de: Die Anfragedaten ändern den Abonnementstatus nicht.
es: Los datos de la solicitud no cambian el estado de la suscripción.
fr: Les données de la demande ne modifient pas l'état de l'abonnement.
ru: Данные запроса не изменяют состояние подписки.

source: Current payment method is unavailable. Specify a new payment method to complete the action.
de: Aktuelle Zahlungsmethode ist nicht verfügbar. Bitte geben Sie eine neue Zahlungsmethode an, um die Aktion abzuschließen.
es: El método de pago actual no está disponible. Especifique un nuevo método de pago para completar la acción.
fr: Le mode de paiement actuel est indisponible. Veuillez spécifier un nouveau mode de paiement pour compléter l'action.
ru: Текущий способ оплаты недоступен. Укажите новый способ оплаты, чтобы завершить действие.

source: Payment failed. Check your payment method and balance or contact support.
de: Zahlung fehlgeschlagen. Überprüfen Sie Ihre Zahlungsmethode und Ihr Guthaben oder kontaktieren Sie den Support.
es: Pago fallido. Verifique su método de pago y saldo o contacte al soporte.
fr: Paiement échoué. Vérifiez votre méthode de paiement et votre solde ou contactez le support.
ru: Платеж не прошел. Проверьте ваш способ оплаты и баланс или свяжитесь со службой поддержки.

source: You can only use your subscription's currency to make purchases.
de: Sie können nur die Währung Ihres Abonnements für Käufe verwenden.
es: Solo puedes usar la moneda de tu suscripción para realizar compras.
fr: Vous ne pouvez utiliser que la devise de votre abonnement pour effectuer des achats.
ru: Вы можете использовать только валюту вашей подписки для совершения покупок.

source: You cannot purchase more than {quantity} unit(s) of the "{product}" subscription.
de: Sie können nicht mehr als {quantity} Einheit(en) des Abonnements "{product}" kaufen.
es: No puede comprar más de {quantity} unidad(es) de la suscripción "{product}".
fr: Vous ne pouvez pas acheter plus de {quantity} unité(s) de l'abonnement "{product}".
ru: Вы не можете приобрести более {quantity} единиц подписки "{product}".

source: You cannot purchase less than {quantity} unit(s) of the "{product}" subscription.
de: Sie können nicht weniger als {quantity} Einheit(en) des "{product}" Abonnements kaufen.
es: No puede comprar menos de {quantity} unidad(es) de la suscripción "{product}".
fr: Vous ne pouvez pas acheter moins de {quantity} unité(s) de l'abonnement "{product}".
ru: Вы не можете приобрести менее {quantity} единиц подписки "{product}".

source: You cannot purchase more than {quantity} unit(s) of the "{product}".
de: Sie können nicht mehr als {quantity} Einheit(en) von "{product}" kaufen.
es: No puede comprar más de {quantity} unidad(es) del "{product}".
fr: Vous ne pouvez pas acheter plus de {quantity} unité(s) de "{product}".
ru: Вы не можете приобрести более {quantity} единиц "{product}".

source: You cannot purchase less than {quantity} unit(s) of the "{product}".
de: Sie können weniger als {quantity} Einheit(en) des "{product}" nicht kaufen.
es: No puede comprar menos de {quantity} unidad(es) del "{product}".
fr: Vous ne pouvez pas acheter moins de {quantity} unité(s) de "{product}".
ru: Вы не можете приобрести менее {quantity} единиц "{product}".

source: Unsupported subscription plan.
de: Nicht unterstützter Abonnementplan.
es: Plan de suscripción no compatible.
fr: Plan d'abonnement non pris en charge.
ru: Неподдерживаемый тарифный план подписки.

source: Purchase at the archive price is disallowed.
de: Der Kauf zum Archivpreis ist nicht erlaubt.
es: La compra al precio de archivo no está permitida.
fr: L'achat au prix d'archive est interdit.
ru: Покупка по архивной цене запрещена.

source: No account found for this subscription.
de: Kein Konto für dieses Abonnement gefunden.
es: No se encontró ninguna cuenta para esta suscripción.
fr: Aucun compte trouvé pour cet abonnement.
ru: Аккаунт для этой подписки не найден.

source: Billing is disabled, contact support to change the plan.
de: Die Abrechnung ist deaktiviert. Wenden Sie sich an den Support, um den Plan zu ändern.
es: La facturación está deshabilitada, contacte al soporte para cambiar el plan.
fr: La facturation est désactivée, contactez le support pour modifier le plan.
ru: Биллинг отключен, свяжитесь со службой поддержки для изменения тарифного плана.

source: Webhook account not found.
de: Webhook-Konto nicht gefunden.
es: Cuenta de webhook no encontrada.
fr: Compte Webhook non trouvé.
ru: Аккаунт вебхука не найден.

source: Webhook account owner not found.
de: Webhook-Kontoinhaber nicht gefunden.
es: Propietario de la cuenta del webhook no encontrado.
fr: Propriétaire du compte Webhook introuvable.
ru: Владелец аккаунт вебхука не найден

source: Payments API is disabled in this project.
de: Zahlungs-API ist in diesem Projekt deaktiviert.
es: La API de Pagos está deshabilitada en este proyecto.
fr: L'API de paiements est désactivée dans ce projet.
ru: Биллинг API отключено.

source: Downgrade is not available while there is an active subscription.
de: Herabstufung ist nicht möglich, solange ein aktives Abonnement besteht.
es: La degradación no está disponible mientras haya una suscripción activa.
fr: La rétrogradation n'est pas disponible tant qu'il y a un abonnement actif.
ru: Понижение тарифа недоступно при наличии активной подписки.

source: Account not found.
de: Konto nicht gefunden.
es: Cuenta no encontrada.
fr: Compte introuvable.
ru: Аккаунт не найден.

source: Master account not found for tenant.
de: Hauptkonto für Mieter nicht gefunden.
es: Cuenta maestra no encontrada para el inquilino.
fr: Compte principal introuvable pour le locataire.
ru: Мастер-аккаунт не найден для тенанта.
